<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>com.grahamgilbert.munki.AppCleaner</string>
	<key>Input</key>
	<dict>
		<key>APP_DESTINATION</key>
		<string>/Applications</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/AppCleaner</string>
		<key>NAME</key>
		<string>AppCleaner</string>
		<key>SPARKLE_FEED_URL</key>
		<string>http://www.freemacsoft.net/appcleaner/Updates.xml</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>AppCleaner is a small application which allows you to thoroughly uninstall unwanted apps.</string>
			<key>display_name</key>
			<string>AppCleaner Uninstaller Utility</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
			<key>category</key>
			<string>Utilities</string>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.AppCleaner.munki</string>
</dict>
</plist>
