<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>com.grahamgilbert.munki.Go</string>
	<key>Input</key>
	<dict>
		<key>ARCH</key>
		<string>amd64</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/Go</string>
		<key>NAME</key>
		<string>Go</string>
		<key>OSX_VERS</key>
		<string>10.8</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>Go is an open source programming language that makes it easy to build simple, reliable, and efficient software.</string>
			<key>display_name</key>
			<string>Go Programming Language</string>
			<key>minimum_os_version</key>
			<string>%OSX_VERS%</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.timsutton.munki.Go</string>
</dict>
</plist>
