<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>com.grahamgilbert.munki.Kaleidoscope</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/Kaleidoscope</string>
		<key>NAME</key>
		<string>Kaleidoscope</string>
		<key>SPARKLE_FEED_URL</key>
		<string>https://updates.blackpixel.com/updates?app=ks</string>
		<key>pkginfo</key>
		<dict>
			<key>blocking_applications</key>
			<array>
				<string>Kaleidoscope</string>
			</array>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>Easily spot the differences in text and image files. Review changes in seconds with the world's most advanced Mac diff tool.</string>
			<key>display_name</key>
			<string>Kaleidoscope</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
			<key>category</key>
			<string>Developer</string>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>io.github.hjuutilainen.munki.Kaleidoscope</string>
</dict>
</plist>
