<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>com.grahamgilbert.munki.LingonX</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/Lingon</string>
		<key>NAME</key>
		<string>LingonX</string>
		<key>SPARKLE_FEED_URL</key>
		<string>https://www.peterborgapps.com/updates/lingonx2-appcast.xml</string>
		<key>USER_AGENT</key>
		<string>Lingon X Sparkle</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>description</key>
			<string>LingonX is an easy to use yet powerful utility that runs things automatically on your Mac</string>
			<key>display_name</key>
			<string>LingonX</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.arubdesu.munki.LingonX</string>
</dict>
</plist>
