<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>com.xbstech.munki.MSOneNote</string>
	<key>Input</key>
	<dict>
		<key>CULTURE_CODE</key>
		<string>0409</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/Microsoft/OneNote</string>
		<key>MUNKI_UPDATE_NAME</key>
		<string>OneNote2016</string>
		<key>NAME</key>
		<string>Microsoft OneNote</string>
		<key>PKG_NAME</key>
		<string>%NAME%_Update</string>
		<key>display_name</key>
		<string>Microsoft OneNote for Mac</string>
		<key>pkginfo</key>
		<dict>
			<key>blocking_applications</key>
			<array>
				<string>Microsoft OneNote</string>
				<string>Microsoft Error Reporting</string>
				<string>Microsoft Auto Update</string>
			</array>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>Productivity</string>
			<key>developer</key>
			<string>Microsoft</string>
			<key>display_name</key>
			<string>%display_name%</string>
			<key>installs</key>
			<array>
				<dict>
					<key>CFBundleIdentifier</key>
					<string>com.microsoft.onenote.mac</string>
					<key>CFBundleName</key>
					<string>OneNote</string>
					<key>path</key>
					<string>/Applications/Microsoft OneNote.app</string>
				</dict>
			</array>
			<key>update_for</key>
			<array>
				<string>Office2016</string>
			</array>
			<key>minimum_os_version</key>
			<string>10.10.0</string>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.munki.MSOneNote2016</string>
</dict>
</plist>
