<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>com.grahamgilbert.munki.VMwareTools</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_CATEGORY</key>
		<string>Virtualization</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>drivers/VMware</string>
		<key>NAME</key>
		<string>VMwareTools</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>%MUNKI_CATEGORY%</string>
			<key>description</key>
			<string>With the VMware Tools SVGA driver installed, Workstation supports significantly faster graphics performance.

The VMware Tools package provides support required for shared folders and for drag and drop operations.

Other tools in the package support synchronization of time in the guest operating system with time on the host, automatic grabbing and releasing of the mouse cursor, copying and pasting between guest and host, and improved mouse performance in some guest operating systems.</string>
			<key>developer</key>
			<string>VMware</string>
			<key>display_name</key>
			<string>VMware Tools</string>
			<key>name</key>
			<string>%NAME%</string>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jessepeterson.munki.VMwareTools</string>
</dict>
</plist>
